{
    "version": "https://jsonfeed.org/version/1",
    "title": "Merva",
    "description": "",
    "home_page_url": "https://merva.biz.id",
    "feed_url": "https://merva.biz.id/feed.json",
    "user_comment": "",
    "icon": "https://merva.biz.id/media/website/M-removebg-preview.png",
    "author": {
        "name": "Eka Maharta"
    },
    "items": [
        {
            "id": "https://merva.biz.id/7-hosting-untuk-bikin-website-gratis-bisa-pakai-domain-sendiri/",
            "url": "https://merva.biz.id/7-hosting-untuk-bikin-website-gratis-bisa-pakai-domain-sendiri/",
            "title": "7 Hosting  untuk Bikin Website Gratis (Bisa Pakai Domain Sendiri)",
            "summary": "Bikin website mahal? Anda tidak salah. Sebagai seorang praktisi dibidang aplikasi web,&hellip;",
            "content_html": "<p>Bikin website mahal? Anda tidak salah. Sebagai seorang praktisi dibidang aplikasi web, saya sangat paham mengapa sebuah aplikasi web itu bisa mahal. Tapi secara umum ada 2 hal yang membuat sebuah website bisa mahal inilah dia:</p>\n<h2>Inilah 2 hal penyebab sebuah website bisa mahal</h2>\n<h3>1. Teknologi web memang sangat kompleks.</h3>\n<p>Saya bisa menjelaskan teknologi atau \"daleman\" sebuah website dengan sangat rinci. Tapi bukan itu tujuan artikel ini atau bahkan blog ini. Karena pembaca yang awam teknologi akan pusing dengan semua istilahnya. Tapi secara umum sebuah website memiliki  minimal 8 lapisan teknologi. Bertumpuk satu sama lain diluar fisik ataupun virtual server komputer</p>\n<p>Ini mulai dari sistem operasi(Linux/Windows). Web server(Apache/Nginx). Bahasa pemrograman web(PHP/Python). Framework pemrograman(Laravel/Django). Database(PostgreSQL/MySQL). Tampilan (HTML). Estetika website (CSS). Interaktifitas website (Javascript). Ini semua diluar aspek desain dari website seperti foto, video, layout, dan tulisan. Selesai? Belum! Masih ada aspek Search Engine Optimization, desain, foto-video, <em>copy writng,</em> (SEO) dan keamanan website itu sendiri. </p>\n<p>Semua hal diatas tentu membentuk sebuah harga. Semakin kompleks fitur sebuah website, harganya pasti lebih mahal. Karena ada tambahan komponen biaya tenaga ahli yang harus dibayar. Dan ini belum termasuk nilai dari tingkat keahlian seorang desainer web, yang bisa sangat mahal. Selain pastinya biaya programer. Kompleksitas inilah yang sering tak dipahami oleh pengguna awam. Ini merupakan penyebab nomor 2 kenapa website itu bisa mahal.</p>\n<h3>2.  Kesenjangan pemahaman akan teknologi.</h3>\n<p>Pengguna awam seringkali mengacu kepada perusahaan-perusahaan raksasa dalam pembuatan websitenya. Tentu ini tak salah. Bedanya adalah: pertama, perusahaan raksasa cenderung membuat website dengan teknologi eksklusif hanya untuk mereka sendiri. Kedua, seringkali menggunakan jasa desainer web terbaik. Sedangkan ketiga, perusahaan raksasa tak jarang memiliki fitur yang kompleks dalam websitenya. Keempat, adalah sangat normal perusahaan besar menggunakan jasa <em>copy writer</em> terbaik. Kelima perusahaan raksasa biasanya membuat website dengan menggunakan foto-foto atau video berkualitas tinggi secara eksklusif karya seseorang profesional. Ini bisa sangat mahal. Kombinasi dari 5 hal ini pasti membuat website menjadi amat sangat mahal.  Mau tiru mereka? Ya jelas mahal!</p>\n<p>Nah, jika anda baru saja memulai usaha sendiri. Lalu ingin punya sebuah website untuk identitas perusahaan. Sedangkan masih bekerja sebagai pegawai, dengan modal terbatas. Apakah ini semua diperlukan? Jawabannya: TIDAK!  Pertama, anda tak butuh teknologi eksklusif. Cukup berbagi teknologi  dengan banyak pemakai lainnya. Kedua anda tak butuh jasa desainer web terbaik dunia, gunakan saja template website  yang tersedia gratis. Ketiga anda tak butuh fitur yang rumit dalam website seperti ecommerce dan payment gateway. Cukup koneksikan ke WhatsApp. Keempat anda tak butuh jasa <em>copy writer</em> termahal. Gunakan saja jasa AI dengan sedikit modifikasi. Kelima tak perlu fotograger eksklusif. Anda bisa menggunakan ribuan foto-foto bebas hak cipta yang berterbaran di internet dan hasil foto sendiri. Hasilnya? Website anda bisa bagus, murah, dan bahkan gratis!</p>\n<p>Tapi dari semua hal diatas, ada satu hal terpenting yang berpengaruh dalam harga sebuah website. Yaitu hosting. Ini adalah kombinasi dari 8 aspek teknologi yang saya sebutkan sebelumnya. Kalaupun biaya yang lain bisa gratis, hosting tetap harus dibayar. Teknologi hosting memerlukan alokasi khusus pada server untuk tiap-tiap website.  Sehingga suatu website bisa tampil dengan baik. Jadi ada harga khusus untuk ini. Semuanya bersifat ekslusif walapun dalam porsi yang sangat kecil agar terjangkau.</p>\n<p>Tapi kini hadir teknologi terbaru. Syukurnya teknologi ini bersifat terbuka. Artinya bisa dipakai oleh siapapun secara bersama-sama tanpa biaya. Teknologi ini disebut Jamstack. Jamstack menggunakan sumberdaya server yang amat sangat kecil, ringan, dan juga sangat aman. Jamstack memungkinkan sumberdaya dari satu server bisa dipakai oleh sangat banyak orang. Walaupun begitu website tetap baik dan stabil. Karena itu banyak perusahaan yang memberikan jasa hosting Jamstack secara gratis. Nah, ini 5 diantaranya. </p>\n<h2>Daftar penyedia hosting Jamstack gratis.</h2>\n<p> </p>\n<h3><strong>1. Netlify</strong></h3>\n<p>Netlify adalah salah satu penyedia layanan Jamstack paling terkenal dan banyak digunakan. Platform ini sangat ramah bagi developer, dengan proses deploy yang mudah cukup melalui Git. Netlify juga menyediakan fitur custom domain gratis, sertifikat SSL otomatis, dan sistem continuous deployment. Semua itu tersedia dalam paket gratis yang sangat lengkap—dan menurut informasi saat tulisan ini dibuat, layanan gratisnya berlaku selamanya.</p>\n<h3><strong>2. Vercel</strong></h3>\n<p>Vercel adalah pesaing utama Netlify dalam dunia Jamstack. Platform ini terkenal karena kecepatan dan kemudahannya, terutama untuk developer yang menggunakan Next.js — karena memang dibuat oleh tim yang sama. Vercel juga menawarkan hosting gratis dengan fitur yang cukup lengkap, termasuk custom domain, SSL otomatis, dan deployment dari Git. Sangat cocok bagi Anda yang ingin membangun website modern dengan performa tinggi.</p>\n<h3><strong>3. Render</strong></h3>\n<p>Render mungkin belum sepopuler Netlify atau Vercel, tapi jangan diremehkan. Layanan ini mendukung Jamstack dengan baik, dan bahkan memberikan lebih banyak fleksibilitas bagi pengguna yang butuh backend tambahan seperti database atau server API. Untuk hosting statis, Render memberikan plan gratis juga, termasuk custom domain dan HTTPS. Proses deploy-nya juga cukup mudah, tinggal hubungkan dengan Git dan siap digunakan.</p>\n<h3><strong>4. Surge</strong></h3>\n<p>Surge adalah opsi yang sangat minimalis dan cepat untuk kebutuhan hosting statis. Tidak perlu dashboard rumit—semua cukup lewat command line. Cocok untuk developer yang suka kesederhanaan. Versi gratisnya juga lumayan kuat, dan Anda bisa langsung menggunakan custom domain tanpa biaya. Namun, fiturnya tidak sebanyak Netlify atau Vercel, jadi cocok untuk proyek kecil atau personal.</p>\n<h3><strong>5. Cloudflare Pages</strong></h3>\n<p>Cloudflare Pages merupakan pemain baru di dunia Jamstack, tapi langsung menarik perhatian karena performa jaringan CDN mereka yang sangat luas. Dengan Pages, Anda bisa hosting website statis langsung dari GitHub dan merasakan kecepatan loading yang luar biasa, terutama bagi pengunjung dari berbagai belahan dunia. Tentu saja, semua ini gratis—dan sudah termasuk SSL serta custom domain.</p>\n<h3><strong>6. GitHub Pages</strong></h3>\n<p>GitHub Pages adalah pilihan klasik dan terpercaya, terutama untuk developer yang sudah terbiasa menyimpan proyek di GitHub. Dengan GitHub Pages, anda bisa hosting website statis langsung dari repository GitHub. Gratis, cepat, dan sangat cocok untuk dokumentasi, portfolio, atau blog pribadi. Sayangnya, belum mendukung build otomatis seperti Netlify atau Vercel, jadi biasanya  perlu generate file statis-nya sendiri (misalnya pakai Jekyll atau build tool lainnya).</p>\n<h3><strong>7.  Firebase Hosting</strong></h3>\n<p>Firebase, produk dari Google, juga punya layanan hosting statis yang powerful. Firebase Hosting mendukung HTTPS, custom domain, dan punya kecepatan tinggi karena memakai infrastruktur Google. Meski lebih sering dipakai untuk aplikasi web dengan backend, Firebase juga cocok untuk proyek Jamstack yang membutuhkan integrasi dengan fitur-fitur tambahan seperti database real-time atau authentication. Plan gratisnya cukup dermawan dan bisa jadi pilihan jika kamu sudah akrab dengan ekosistem Google.</p>\n<p>Nah itulah 7 penyedia hosting Jamstack gratis. Dengan menggunakan layanan mereka anda bisa membuat sebuah website yang keren, ringan, cepat, stabil, aman, dan juga gratis. Mau contoh? <strong>Website yang sedang anda lihat ini adalah contohnya!</strong></p>\n<p>Lalu bagaimana caranya agar anda juga bisa, bahkan tanpa koding sama sekali? Bisa? Ya, bisa! Percayalah, karena saya membangun website ini 100% tanpa koding. Saya akan ajarkan caranya. Klik link ini sekarang. Saya akan bagikan rahasianya.</p>",
            "author": {
                "name": "Eka Maharta"
            },
            "tags": [
            ],
            "date_published": "2025-04-07T08:06:27+07:00",
            "date_modified": "2025-04-09T06:27:25+07:00"
        },
        {
            "id": "https://merva.biz.id/inilah-4-jenis-produk-digital-yang-cepat-bikin-cuan/",
            "url": "https://merva.biz.id/inilah-4-jenis-produk-digital-yang-cepat-bikin-cuan/",
            "title": "Inilah 4 Jenis Produk Digital yang Cepat Bikin Cuan",
            "summary": "Apa saja jenis-jenis produk digital yang bisa dijual? Banyak yang tak paham&hellip;",
            "content_html": "<p>Apa saja jenis-jenis produk digital yang bisa dijual? Banyak yang tak paham dengan produk digital termasuk saya dulu. Setelah dipelajari lebih jauh, produk digital ternyata sangat menarik untuk dibuat dan dijual. Inilah sebabnya:</p>\n<h2><strong>Produk digital itu ya.. digital.</strong></h2>\n<p>Selayaknya sebuah produk digital, maka produk digital buatan anda bisa dikirim melalui internet. Entah dalam bentuk pdf, video, foto, lagu atau bentuk foto lainnya. Tak ada wujud fisik, inventory, atau bentuk fisik apapun lainnya disini. Alat produksinya pun mudah. Cukup dengan tablet, ponsel, atau laptop seringkali sudah bisa untuk memulai.</p>\n<p>Dengan sifat alami produk digital juga berarti tak ada masalah logistik disini. Karena semuanya bisa dikirimkan  melalui internet. Semuanya seketika. Apakah anda tahu produk anda gagal atau berhasil itu juga seketika. Semuanya bisa diketahui dengan cepat.</p>\n<h2><strong>Tak ada batas geografis.</strong></h2>\n<p>Konsekuensi selanjutnya adalah hilangnya batasan geografis. Dengan kata lain dunia ada di ujung jari anda ini. Tulisan yang sedang anda baca ini juga dibaca dari berbagai penjuru dunia dalam berbagai bahasa. Semuanya berkat teknologi. Artinya bila anda membuat sebuah ebook dalam Bahasa Indonesia, mengubahnya menjadi berbahasa Inggris dan menjualnya di Amerika hanya memerlukan sebuah laptop. Batasnya hanyalah imajinasi dan kepercayaan diri anda sendiri.</p>\n<h2><strong>Inilah jenis-jenis produk digital</strong></h2>\n<p>Inilah beberapa jenis produk digital yang umum dijual oleh para digital marketer.</p>\n<h3><strong>1. Ebook</strong></h3>\n<p>Ini adalah jenis produk yang paling banyak dijual. Saya sangat menganggap remeh produk digital ini dulunya. Sampai karena satu hal saya tertarik membelinya, mempraktekkan dan merasakan sendiri manfaatnya. Barulah saya sadar potensi sesungguhnya dari sebuah ebook.</p>\n<p>Hal lain yang perlu dipahami dari ebook adalah pengetahuan atau keterampilan apapun bisa ditulis dalam ebook kemudian dijual. Di era <em>skill based economy</em> ini, memiliki skill yang menghasilkan uang sangat mutlak diperlukan. Beberapa ahli dan praktisi bisnis meramalkan bahwa dimasa depan, ekonomi dunia akan digerakkan oleh <em>solopreneur</em>. Alias pengusaha mandiri atau perorangan yang menggunakan keahliannya untuk menghasilkan uang. Ini artinya hanya satu: mengajarkan skill potensi ekonominya luar biasa.</p>\n<p>Skill contohnya bisa apa saja. Mulai dari skill teknis yang kompleks seperti pemrogramman, menulis artikel, akuntasi, atau HRD hingga skill-skill yang butuh keahlian tangan. Ini contohnya adalah berkebun, membuat kue, resep masakan, membuat keramik dan lain sebagainya. Semua skill ini bisa dijual asalkan pasarnya bisa ditemukan.</p>\n<h3><strong>2. Fotografi dan videografi</strong></h3>\n<p>Ini tentu tak sulit dipahami. Dalam hal ini yang dijual adalah fotonya. Bukan tutorial atau kursus fotografinya. Tapi produknya, fotonya. Tentu ini memerlukan skill fotografi yang baik agar foto anda layak dijual. </p>\n<p>Proses penjuallannya bisa dijual sebagai koleksi foto melalui sosial media, website, atau bisa juga dijual melalui situs-situs fotografi yang tersedia banyak sekali di jagat maya. Ini juga bisa menghasilkan uang.</p>\n<h3>3. Ecourse</h3>\n<p>Ecourse adalah bentuk produk digital berikutnya. Mirip dengan ebook. Yang djual adalah pengetahuan atau keterampilan.  Hanya saja  biasanya berupa kombinasi dari video dan/atau ebook. Apa saja yang bisa diajarkan di ecourse? Apa saja!</p>\n<p>Saya pernah melihat ecourse tentang melukis, memasak, beladiri, bahasa asing, matematika, menulis, programming, pembuatan keramik, pemrogramman dan banyak lagi. Sekali lagi batasnya adalah imajinasi dan kepercayaan diri anda.</p>\n<h3>4. Afiliasi</h3>\n<p>Nah ini adalah produk digital yang paling kurang tepat disebut digital. Afiliasi bentuk dasarnya adalah sebuah link. Sebuah link khusus milik seorang afiliator. Yang bila di klik, link tersebut akan mengarah ke sebuah website tertentu. Bilamana terjadi penjualan pada web tersebut. Atas hasil klik dari link khusus itu, maka sang afiliator akan mendapatkan bayaran. Sejatinya yang dijual tak hanya produk digital. Tapi apa saja. Mulai dari makanan, tiket pesawat, buku, paket perjalanan, mobil,  hingga pakain dalam. Semua ada afiliasinya. </p>\n<p>Sederhananya disini anda adalah seorang sales. Bedanya anda tak menjual dengan cara keliling kota. Atau mengunjungi calon pembeli satu persatu dengan bertatap muka. Seperti yang saya lakukan dulu. Tapi dengan mengundang calon pembeli untuk datang ke akun medsos atau website. Caranya dengan memberikan manfaat gratis terlebih dahulu kepada calon pelanggan tersebut sebelum menawarkan produk atau jasa dalam bentuk link.</p>\n<p>Selayaknya produk digital, anda sebagai afiliator tak terlibat dalam proses produksi, distribusi, atau proses fisik apapun. Anda hanya menjual produk ini melalui link di website, sosial media, atau email. Bila terjadi transaksi anda akan dibayar komisi. Sesederhana itu.</p>\n<blockquote>\n<p>Kalau diperhatikan dengan baik afiliasi adalah versi abad-21 dari sales keliling. Bedanya kali ini kelilingnya adalah keliling Indonesia atau bahkan dunia. Kelilingnya juga cukup via laptop, handphone atau tablet sambil tiduran.</p>\n</blockquote>\n<h2>Hasilnya bisa luar biasa!</h2>\n<p>Ada ribuan kisah sukses mereka yang menghasilkan banyak uang dengan menjual produk digital. Udemy adalah salah satu situs ecourse terbesar didunia, dan Dr Angela Yu adalah salah satu pengajar  Udemy dengan 3 juta siswa dari seluruh dunia. Satu kursusnya hanya mengenakan biaya 9 dolar saja. Kualitas kursusnya sangat bagus. Saya salah satu siswanya. Bayangkan  berapa total nilai transaksinya disini? 27 juta dolar. Alias beberapa ratus miliar rupiah. Ini nilai yang tak main-main untuk hasil dari kursus online.</p>\n<p>Ini hanya bisa terjadi karena medium digital memungkinkan materi berkualitas tinggi dikirimkan dengan harga terjangkau kepada siapa saja, kapan saja, dimana saja. Itulah sebabnya angka-angka fantastis kerap bermunculan dalam usaha berbasis internet. Karena jangkauannya yang begitu luas.</p>\n<p>Dan saya baru mencotohkan satu orang saja. Dr Angela Yu. Di platform edukasi online lainnya ada ribuan yang seperti ini dan akan terus bertambah. Hanya masalah waktu juga ini akan terjadi di Indonesia. Secara rata-rata tren teknologi dan bisnis di Amerika, China, atau Eropa cendrung akan terjadi di Indonesia 10 tahun kemudian. Alias Indonesia terlambat 10 tahun. Jadi pasti terjadi.</p>\n<h2>Tapi begini..</h2>\n<p>Semua kemudahan dan kelebihan dari produk digital ini memerlukan skill utama: yaitu digital marketing. Alias anda sangatlah sulit bahkan nyaris mustahil untuk menjual produk digital dengan cara menawarkannya ke teman-teman kantor, membuat flyer disebarkan di komplek, atau <em>door-to-door keliling kota</em>. Semua cara penjualan konvensional tak berlaku dalam dunia digital.</p>\n<p>Satu-satunya cara adalah dengan belajar digital marketing. <br>Bisa dimulai dengan bergabung di <a href=\"https://bit.ly/MervaDigitalMarketing\">vismaya.id</a>.  Disini anda akan belajar digital marketing. Dituntun langkah demi langkah. Produk digitalnya bisa dipilih. Material marketingnya juga sudah disiapkan. Anda hanya butuh melakukan kegiatan marketingnya secara konsisten setuap hari. Jangan buang waktu, segeralah mulai sekarang.</p>\n<p><a href=\"https://www.pexels.com/photo/close-up-photo-of-matrix-background-1089438/\" target=\"_blank\" rel=\"noopener noreferrer\">Photo by Markus Spiske</a> </p>",
            "image": "https://merva.biz.id/media/posts/25/pexels-markusspiske-1089438.jpg",
            "author": {
                "name": "Eka Maharta"
            },
            "tags": [
            ],
            "date_published": "2025-04-07T07:40:26+07:00",
            "date_modified": "2025-04-08T10:58:11+07:00"
        },
        {
            "id": "https://merva.biz.id/bagaimana-biar-bisa-konsisten/",
            "url": "https://merva.biz.id/bagaimana-biar-bisa-konsisten/",
            "title": "Bagaimana Biar Bisa Konsisten?",
            "summary": "Ada sebuah kutipan yang berbunyi begini Complexity is the enemy of execution&hellip;",
            "content_html": "<p>Ada sebuah kutipan yang berbunyi begini</p>\n<blockquote>\n<p><br>Complexity is the enemy of execution</p>\n</blockquote>\n<p>Terjemahan bebasya kurang lebih \"Kerumitan adalah musuh dari pelaksanaan\". Itu terjemahannya. Tapi agar lebih mudah diterapkan saya mengubahnya menjadi begini </p>\n<blockquote>\n<p>Rumit itu musuhnya konsistensi</p>\n</blockquote>\n<p>Maka itu menjadi lebih mudah dipahami. Karena itulah yang saya pahami.</p>\n<blockquote>\n<p>Manakala anda berencana untuk melakuan sesuatu yang rumit, maka sangatlah sulit untuk melakukannya dengan konsisten. Apalagi dalam jangka panjang.</p>\n</blockquote>\n<h2>Sederhanakan, sederhanakan, sederhanakan.</h2>\n<p>Tantangannya disini adalah definisi dari sederhana dan rumit itu sendiri. Bagi saya menulis 500 artikel kata untuk blog itu sederhana dan mudah sekali. Tapi bagi yang tak terbiasa dengan dunia tulis menulis ini akan terasa luar biasa berat. Bagi orang tertentu membuat posting di Instagram dengan Canva terasa sederhana, sangat mudah dan menyenangkan. Bagi orang lain mungkin akan terasa seperti seleksi masuk Kopassus.</p>\n<p>Dengan memilih untuk memulai melakukan yang mudah dilakukan maka konsistensi jauh lebih mudah dicapai. Lalu bagaimana caranya agar tak rumit? Jawabannya sederhana saja. Pecah pekerjaan yang rumit menjadi bagian-bagian yang lebih sederhana. Lalu  dari pecahan-pecahan itu lakukan hal yang termudah yang bisa dilakukan dengan konsisten. Atau bisa juga serahkan kepada orang lain yang lebih mampu. Tentu cara ini akan memerlukan biaya tambahan.</p>\n<p>Contohnya bila anda tak bisa menulis, anda bisa membayar jasa penulis atau menggunakan AI untuk menulis. Hasilnya bisa di posting sebagai artikel dalam blog. Atau menggunakan jasa profesional untuk membuat posting Instagram. Cara lain yang lebih sederhana misal sebagai berikut.</p>\n<p>Buatlah tulisan singkat di Thread atau X kemudian posting. Ini contoh memecah proses menulis yang kompleks menjadi pecahan-pecahan kecil yang lebih sederhana. Lalu lakukan dengan konsisten. Inilah dua contohnya dalam menyederhanakan kompleksitas agar bisa konsisten.</p>\n<h2>Tujuan yang jelas dan kuat itu penting.</h2>\n<p>Konsistensi sejatinya bukan hal yang aneh. Kita semua melakukan hal yang jauh lebih rumit dengan konsisten. Anak anda berangkat ke sekolah dan belajar setiap hari itu konsistensi. Anda berangkat bekerja ke kantor setiap hari itu juga konsistensi.</p>\n<p>Kedua contoh ini tak selalu sederhana dan menyenangkan. Seringkali rumit atau malah kadang menyakitkan. Tapi toh tetap harus dilakukan dengan konsisten. Yang membuat konsistensi menjadi susah atau berat adalah manakala hasil yang diharapkan tak terlalu jelas. Atau tak adanya sanksi bila tak konsisten.</p>\n<p>Inilah yang membuat konsitensi menjadi berat untuk dilakukan. Untuk contoh kasus ke sekolah dan kekantor tadi sanksinya sudah jelas. Anak anda mungkin tak naik kelas bila tak konsisten. Dan anda bisa dipecat dari pekerjaan bila tak ke kantor dengan konsisten.</p>\n<p>Jadi agar bisa konsisten diperlukan satu syarat dasar yang mutlak. Yaitu adanya tujuan, goal, target, atau rasa takut yang ingin dihindari. Kehilangan sumber penghasilan adalah rasa takut yang sangat kuat dan layak sebagai alasan untuk mulai membangun usaha cadangan. Apapun itu milikilah tujuan yang jelas. Lebih baik jika bersifat emosional. Lebih emosional lebih baik.</p>\n<p>Khawatir kehilangan pekerjaan adalah salah satu contoh yang sangat memotivasi untuk bergerak. Punya rumah mungkin bukan tujuan yang terlalu kuat secara emosional. Tapi rasa bosan tinggal di rumah mertua, atau enggan ribut dengan ipar mungkin bisa menjadi mimpi emosional yang baik.</p>\n<p>Bisa juga mimpi bersifat positif. Misalkan rasa bahagia yang timbul saat membayangkan seluruh keluarga kecil berbahagia dan bergembira bersama di rumah baru. Bukan sekedar memimpikan rumah baru milik sendiri. Tapi emosi yang terbawa di dalamnya.</p>\n<h2>Terus belajar juga bagian dari konsistensi</h2>\n<p>Tapi konsistensi memiliki satu bahaya disini. Konsisten hanyalah sebuah kebiasaan yang netral. Tapi kebiasaan bisa negatif ataupun positif. Konsisten dengan kebiasaan positif akan memberi hasil positif begitupun sebaliknya. Apa artinya? Jika anda konsisten melakuan hal yang tidak efektif dan tidak produktif, maka hasil dari konsistensi anda akan sangat minim.</p>\n<p>Dan ini bisa mendorong anda menjadi frustasi karena hasil yang minim. Maka satu kebiasaan penting untuk menjaga agar konsistensi memberi hasil yang terus menumpuk adalah: kosistensi untuk terus belajar.</p>\n<p>Contohnya menulis artikel atau memposting karusel di Instagram adalah konsistensi yang memberi hasil positif. Tapi secara konsisten melihat posting mana yang direspon baik oleh audience dan mana yang tidak akan menjadi pembeda. Atau lihat melihat artikel mana yang di index oleh Google lalu pelajari mengapa. Kemudian secara konsisten belajar memahami beda diantara keduanya. Selanjutnya lakukan perbaikan yang diperlukan berdasarkan itu. Kelak konsistensi semacam pasti ini akan menghasilkan.</p>\n<h2>Kenyamanan itu penting</h2>\n<p>Ada satu hal lain yang saya pahami dan berpengaruh besar pada konsistensi. Ini adalah rasa nyaman. Melakukan kegiatan yang tak disukai dengan konsisten selama bertahun-tahun bukanlah hal yang baik. Bahkan mungkin membahayakan. Misalkan anda bekerja di perusahaan yang sangat toksik. Tak sesuai dengan nilai-nilai hidup anda. Tapi terpaksa harus bekerja di perusahaan tersebut. Ini dalam jangka panjang bisa membawa penyakit.</p>\n<p>Begitupun membangun usaha dengan konsisten tapi bertentangan dengan hati nurani ini juga bukan hal yang baik. Dalam jangka panjang cenderung akan berakibat tak menyenangkan. Jadi disini rasa nyaman itu ibarat sensor. Sebaliknya bila aktifitas yang dilakukan terasa memberi energi, maka kemungkinan arahnya sudah benar. Agar anda terus bergerak atau mengubah arah.</p>\n<p>Cuma jangan kaburkan rasa nyaman-tak nyaman ini dengan rasa malas, takut, khawatir, cemas dan sebagainya. Enggan memposting di IG sebagai bagian dari kegiatan rutin itu bukanlah rasa tak nyaman. Itu rasa malas yang merusak konsistensi. Tapi merasa tak nyaman memposting IG dengan konten berisi caci maki, itu adalah rasa tak nyaman yang memberikan sinyal. Sebaliknya bila kegiatan rutin yang dilakukan terasa memberi energi, maka mungkin sekali anda sudah dijalur yang tepat.  Bedanya ada pada konten, alias apa yang di posting. </p>\n<p>Disini patokannya bisa banyak hal. Tapi semuanya biasanya berasal dari nilai-nilai yang dianut, pola asuh di keluarga, keyakinan, dan lain-lain. Sudah pasti tiap-tiap orang akan berlainan. Itulah sebanya skill digital marketing itu sangat penting. Karena kegiatannya bisa sama. Misalkan posting di IG, FB atau X setiap hari. Bedanya adalah apa yang diposting. Akan sangat tergantung kepada masing-masing individu. Dan itulah yang memberikan rasa nyaman dan tak nyaman. Dan rasa nyaman adalah bahan bakar untuk bisa terus konsisten dalam jangka panjang.</p>\n<h2>Mililiki tujuan, sederhanakan, pelajari, lalu lakukan dengan konsisten</h2>\n<p>Kesimpulannya agar bisa berhasil dalam jangka panjang harus dimulai dengan melakukan hal yang sederhana dan dilakukan secara konsisten dan tingkatkan terus menerus. Hanya itu caranya. Ada contohnya? Banyak!! Hampir semua influencer, selebgram, atau pengusaha digital yang berhasil hari ini dan sudah saya pelajari polanya melakukan hal yang persis sama.</p>\n<p>Dan Koe, Gypsyinsneaker, Denny Santoso, Michael Lim, dan Mr Beast, adalah beberapa nama yang mungkin anda tak kenal. Tapi mereka adalah influencer, penulis, pengusaha <em>software as a</em> service. Mereka sangat sukses sebagai pengusaha digital. Dan mereka melakukan semua yang saya tulis disini. Sederhana dan konsisten. Cuma itu caranya.</p>\n<p>Orang Jepang menyebutnya dengan satu kata yaitu <strong><em>kaizen</em></strong><em>. </em>Yang artinya sebuah perbaikan kecil, dan terus menerus. Lakukan <em><strong>kaizen!</strong></em></p>\n<p> </p>",
            "image": "https://merva.biz.id/media/posts/24/pexels-leeloothefirst-5238670.jpg",
            "author": {
                "name": "Eka Maharta"
            },
            "tags": [
            ],
            "date_published": "2025-04-05T17:38:50+07:00",
            "date_modified": "2025-04-07T07:16:19+07:00"
        },
        {
            "id": "https://merva.biz.id/bagaimana-memulai-usaha-dengan-modal-kecil-dan-tak-ribet/",
            "url": "https://merva.biz.id/bagaimana-memulai-usaha-dengan-modal-kecil-dan-tak-ribet/",
            "title": "Bagaimana Memulai Usaha dengan Modal Kecil dan Tak Ribet",
            "summary": "Saya kenal seorang dokter, ini serorang dokter spesialis penyakit dalam. Yang karena&hellip;",
            "content_html": "<p>Saya kenal seorang dokter, ini serorang dokter spesialis penyakit dalam. Yang karena hobinya punya usaha sampingan yang sangat dia suka: menjual bubur ayam! Dia penggemar berat bubur ayam. Begitulah, menjadi seorang dokter  spesialis di rumah sakit secara full time tidak membuatnya gengsi menjual bubur ayam.</p>\n<p>Tapi bayangkan kerumitan usaha ini. Harus ada pegawai yang dipekerjakan. Harus ada  tempat yang disewa. Proses memasak yang juga mutlak harus diawasi. Belum lagi keuangan dan lain sebagainya. Jelas ini rumit. Tapi bagi dokter ini, semuanya tak masalah. Dia dibantu istri selain turun tangan sendiri. </p>\n<p>Bagaimana kalau anda tak punya banyak waktu? Atau tak cukup uang untuk sewa tempat, bayar gaji karyawan dan lain-lain adakah usaha lain? Jawabannya ada dan banyak! </p>\n<p>Kehadiran internet memberikan banyak kemudahan. Menjaual produk-produk digital adalah salah satu cara untuk memiliki penghasilan cadangan tanpa harus keluar banyak modal dan tenaga. Anda hanya perlu waktu dan keahlian. </p>\n<p>Pertama sisihkan waktu setiap harinya untuk membangun usaha. Luangkan waktu 1-2 jam untuk itu. Perlakukan selayaknya pekerjaan kantoran. Disiplin setiap hari, tantang diri untuk terus melakukan ini selama 30 hari terus menerus.</p>\n<p>Kemudian yang kedua, miliki keahlian yang bisa diubah menjadi digital, untuk selanjutnya dijual melalui internet. Apa contohnya? Banyak! Ini bisa dari e-book, kursus, foto digital, atau bisa juga menjual jasa. Bisa jasa pembuatan video, jasa menulis, atau afiliasi, saya pernah melihat jasa pembuatan CV. </p>\n<p>Setelah ada komitmen dan disiplin untuk melakuan secara harian. Kemudian ada keahlian spesifik yang sudah dijadikan produk digital untuk dijual. Selanjutnya ada skill lain yang perlu dikuasai: digital marketing.</p>\n<p>Apapun produk, atau jasa yang anda pasarkan. <em>Entah business to business</em> atau <em>business to customer,</em> anda mutlak perlu skill ini: <strong>pemasaran!</strong> Dan pemasaran terbaik saat ini adalah pemasaran secara digital.</p>\n<p>Karena ada sekitar 6 miliar manusia terhubung ke internet. Dua miliar diantaranya ada di dalam grup Facebook. Entah di Instagram, Thread, atau WhatsApp. Inilah pasar anda.  Dan tak ada yang membatasi anda hanya bisa menjualnya di Indonesia. Anda bisa menjual ke seluruh dunia. Kapan saja, dari mana saja.</p>\n<p>Tapi ini semua hanya bisa dicapai dengan digital marketing. Kabar baiknya digital marketing bisa dikuasai dalam waktu singkat. Hanya perlu ketekunan belajar. Bahkan jika anda belum jelas, atau belum tahu apa yang harus dijual.</p>\n<p>Kombinasi dari digital marketing dan produk digital adalah langkah pertama terbaik untuk mulai membangun usaha. <span style=\"color: #e03e2d;\"><strong><a href=\"https://bit.ly/MervaDigitalMarketing\" style=\"color: #e03e2d;\">Klik disini untuk segera mulai.</a></strong></span></p>\n<p> </p>\n<p><a href=\"https://www.pexels.com/photo/street-market-scene-with-vendors-and-flowers-31001645/\" target=\"_blank\" rel=\"noopener noreferrer\">Photo by Tuan Vy from Pexels</a>  <a href=\"https://www.pexels.com/photo/street-market-scene-with-vendors-and-flowers-31001645/\"></a></p>",
            "image": "https://merva.biz.id/media/posts/23/pexels-tuan-vy-903011268-31001645.jpg",
            "author": {
                "name": "Eka Maharta"
            },
            "tags": [
            ],
            "date_published": "2025-04-05T09:30:12+07:00",
            "date_modified": "2025-04-05T09:32:23+07:00"
        },
        {
            "id": "https://merva.biz.id/begini-caranya-agar-disiplin/",
            "url": "https://merva.biz.id/begini-caranya-agar-disiplin/",
            "title": "Begini Caranya Agar Disiplin",
            "summary": "Usaha sampingan akan memberikan hasil sampingan kalau dilakukan sembarangan. Tapi akan memberikan&hellip;",
            "content_html": "<p>Usaha sampingan akan memberikan hasil sampingan kalau dilakukan sembarangan. Tapi akan memberikan hasil konsisten jika dilakukan selayaknya Sebuah pekerjaan. Saya melakukannya 1 jam setiap hari.</p>\n<p>Dulu tidak begini cara saya melakukan usaha ini. Saya melakukannya asal-asalan. Tak konsisten. Tanpa arah yang jelas. Sudah pasti hasilnya juga tanpa arah yang jelas. Sampai sebuah kejadian terjadi di kantor. Belasan rekan kerja terkena PHK. Saya cukup beruntung.</p>\n<p>Tapi ini menjadi tamparan keras buat saya. Sekaligus membuktikan 3 prinsip hidup dalam hidup yang saya anut adalah benar adanya. Pertama, cintai pekerjaan dan berikanlah value sebaik-baiknya untuk perusahaan seraya terus meningkatkan dan memperdalam skill yang kita miliki.  Kata kuncinya disini: cintai pekerjaan. Bukan perusahaan.</p>\n<p>Kedua saya selalu mencoba memahami arah dan trend pergerakan industri, bisnis dan pasar kerja. Memahami ini  memudahkan saya untuk mengarahkan skill saya selanjutnya. Inilah yang menyelamatkan saya (sementara) dari PHK. Saya mempelajari skill dibidang kecerdasan buatan. Ini skill yang kedepannya akan dicari oleh banyak perusahaan. Saya tahu secara global di dunia dan lokal di perusahaan sedang menuju ke arah ini. Poinnya adalah pahami yang sedang terjadi secara makro dan mikro. Lalu ambil tindakan.</p>\n<p>Ketiga selalu siapkan penghasilan cadangan. Saya selalu melakukan ini dimasa lalu dan hari ini. Terbukti kemudian prinsip ini memberikan saya ketangguhan finansial yang luar biasa dimasa-masa sulit. Saya selalu punya sumber penghasilan cadangan. Kadang hingga 2 cadangan. Dan itu semua benar-benar menyelamatkan. Di masa lalu saya abai pada 2 prinsip pertama, saya hanya punya yang ketiga. Itu dulu sekarang tidak lagi. Sekarang saatnya melihat kedepan.</p>\n<p>Tapi ada skill masa depan yang belum saya kuasai dengan baik. Yaitu pemasaran, terutama digital marketing. Itulah skill yang sekarang ini terus saya latih, perdalam dan tingkatkan. Dan tak ada cara terbaik dalam belajar selain belajar dengan tekun dan disiplin.</p>\n<p>Maka saya memutuskan untuk belajar digital marketing dengan disiplin. Saya bergabung di <a href=\"https://bit.ly/MervaDigitalMarketing\" target=\"_blank\" rel=\"noopener noreferrer\">Vismaya. </a> Saya melakuan aktivitas digital marketing yang sudah saya pahami. Diantaranya adalah menulis blog. Posting di jaringan Meta (Facebook, Instagram, dan Thread) juga di X (Twitter).</p>\n<p>Saya lakukan setiap hari. Satu jam dimalam hari, setelah sesampai di rumah dan beristirahat sebentar. Saya tantang diri saya untuk terus menerus melakukan itu. Selama 1 bulan. Kemudian, 3 bulan. Selanjutnya 6 bulan. Satu jam saja, tapi setiap hari. Terus menerus.</p>\n<p>Untuk blog saya menulis satu artikel sekitar 500 kata setiap harinya. Untuk jariangan Meta  saya mem-posting 1 carousel dan 1 reels setiap harinya.  Begitu juga dengan X, satu posting setiap hari.. Semuanya memerlukan kurang lebih 1-1,5 jam setiap harinya. Lelah? Pasti? Enjoy? Enjoy banget! Karena ada hasil yang ingin saya capai. Saya melihat wajah gembira anak istri saya ketika melakukan ini. Dan itu sangat memotivasi.</p>\n<p>Begitu juga  dulu ketika saya mulai belajar bermeditasi. Saya memaksa diri duduk dan memejamkan mata 10 hingga 15 menit setiap hari. Awalnya sungguh sulit. Kini saya bisa melakukannya selama 1 jam setiap hari dengan mudah. Sudah berjalan 5 tahun terakhir ini. Hasilnya sangat terasa. Perubahannya luar biasa. Saya sadar sepenuhnya saya menjadi manusia yang jauh lebih baik dibandingkan dengan diri saya yang dulu. Itu karena saya membangun kebiasaan bermeditasi setiap hari.</p>\n<p>Begitu juga dulu saya belajar bersyukur dengan membuat jurnal syukur. Menulis 10 hal yang saya syukuri setiap hari selama 3 bulan sebelum tidur dan sesaat setelah bangun pagi. Kini saya sangat terbiasa melihat segala sesuatunya dengan rasa syukur. Ini juga memberikan perasaan yang sangat nyaman setiap harinya. Kebiasaan bersyukur ini juga yang membuat saya bisa menghadapi aneka masalah dengan jauh lebih mudah.</p>\n<p>Kini, itu juga yang saya lakukan dengan digital marketing. Jalankan dengan disiplin, jalankan setiap hari. Saya percaya semua hal besar dibangun dari disiplin-disiplin kecil setiap hari. Dan saya yakin kelak hasilnya akan terlihat. Persis ketika saya mulai membangun kebiasaan bermeditasi, atau melatih diri selalu bersyukur. Semuanya hanya saya mulai dengan disiplin, konsistensi, dan keyakinan bahwa ini akan memberikan hasil yang baik.</p>\n<p>Itulah yang saya pelajari dari orang-orang sukses disekeliling saya. Dari kakek saya yang dengan disiplin memecah batu dengan palu satu persatu. Setiap hari, ber hari-hari, berminggu-minggu, berbulan-bulan. Dikumpulkan untuk selanjutnya dijual. Semuanya dilakukan dengan disiplin. Selayaknya sebuah pekerjaan. Sekali lagi dilakukan dengan disiplin.</p>\n<p>Begitu juga para konglomerat dunia dan startup besar dunia membangun bisnisnya. Dengan disiplin. Setiap hari, batu demi batu. Disusun dan dibangun. Hingga kelak mereka bisa membangun organisasi, membayar para professional untuk melakukan semuanya. Setelah semuanya stabil. Hasilnya? Mereka kaya luar biasa. Denny Santoso adalah tokoh digital marketer Indonesia yang sudah ada di level ini. Omzet bisnisnya sudah puluhan milyar. Dibangun dengan disiplin selama bertahun tahun.</p>\n<p>Daftarkan diri anda sekarang di <a href=\"https://bit.ly/MervaDigitalMarketing\">Vismaya</a>. Jalankan dengan disiplin. Kelak begitu anda paham digital marketing, dan mulai menikmati hasilnya. Anda bisa menjual produk atau jasa anda sendiri dengan penuh percaya diri. Di titik itu, potensi penghasilan anda tanpa batas. Saya percaya itu.</p>\n<p>Photo by: <a href=\"https://www.pexels.com/photo/woman-in-boxing-gloves-with-sports-bra-posing-boxing-style-in-front-of-punching-bag-163351/\" target=\"_blank\" rel=\"noopener noreferrer\">Pixabay</a></p>",
            "image": "https://merva.biz.id/media/posts/21/pexels-pixabay-163351.jpg",
            "author": {
                "name": "Eka Maharta"
            },
            "tags": [
            ],
            "date_published": "2025-04-04T18:18:43+07:00",
            "date_modified": "2025-04-08T10:58:24+07:00"
        },
        {
            "id": "https://merva.biz.id/mengapa-produk-dan-pasar-itu-perlu-fokus/",
            "url": "https://merva.biz.id/mengapa-produk-dan-pasar-itu-perlu-fokus/",
            "title": "Mengapa Produk dan Pasar Itu Perlu Fokus",
            "summary": "Blog ini sudah saya buat beberapa tahun yang lalu. Dibuat karena saya&hellip;",
            "content_html": "<p>Blog ini sudah saya buat beberapa tahun yang lalu. Dibuat karena saya suka menulis. Hanya saja saya menulis apapun yang terlintas di kepala saya. Alias agak sembarangan dan loncat-loncat kesana kemari. Karena belum punya target yang jelas, kadang saya bingung harus belajar apa dan harus menulis apa. Tapi semuanya berubah ketika saya sudah punya target yang jelas. Saya tak lagi bingung harus mulai darimana. Atau menulis apa untuk siapa. Semuanya jauh lebih jelas.</p>\n<h2>Kisahnya dimulai tahun 2022</h2>\n<p>Tahun 2022 saya baru saja tahu satu teknologi bernama Jamstack. Sederhananya teknologi ini memungkinkan proses hosting sebuah website menjadi gratis, cepat, ringan sekaligus juga aman. Sebagai praktisi pengembang web dan kecerdasan buatan saya sangat bersemangat. Tentu saya segera mencobanya. Saya membuat beberapa website statis dengan segera. Benar saja, websitenya sangat ringan selain mudah dibuat.</p>\n<p>Tapi saya tidak puas. Bagaimana caranya membuat sebuah blog dengan teknologi yang sama? Atau apakah teknologinya sudah ada? Saya cari di internet ternyata ada. Namanya Publii. Maka saya lakukan eksplorasi, uji coba, dan sebagainya. Dalam waktu singkat, sebuah blog dengan domain sendiri, berbasis teknologi Jamstack akhirnya terwujud. Inilah dia website yang sedang anda baca saat ini.</p>\n<p>Cuma, karena bikinnya juga iseng-iseng, dan saya memang hobi menulis maka website inipun isinya tak karuan, tak konsisten. Saya menulis apapun yang terlintas di kepala. Fokusnya memang mulai terbentuk yaitu diseputaran bisnis. Karena saya punya beragam pengalaman jatuh bangun membangun usaha.</p>\n<p>Hanya saja bisnis atau <em>entrepreneurship</em> merupakan bidang yang masih sangat luas. Masih perlu fokus lebih dalam lagi. Tapi kemudian kesibukan saya semakin meningkat. Utamanya karena saya menjadi lebih banyak beraktifitas sebagai pengembang kecerdasan buatan. Kembali bekerja menjadi seorang pegawai. Karena bisnis saya berantakan ulah Covid-19 tahun sebelumnya. Jadilah saya kembali murni kedunia pekerja setelah beberapa tahun mandiri sebagai pengusaha. </p>\n<p>Dengan  waktu yang terbatas maka bisnis berikutnya yang akan saya lakukan harus sesuai dengan gaya hidup dan waktu yang saya miliki. Dengan pertimbangan itu saya putuskan untuk memulai bisnis online. Terutamanya  dengan mendalami satu aspek khusus yaitu digital marketing. Produknya akan saya pikirkan belakangan. Tapi saya ingin menguasai skillnya dulu.</p>\n<p>Fokus blognya sudah jelas, tentang bagaimana mendalami digital marketing.  Jadi sederhananya saya menulis apa yang sudah saya pelajari dan terapkan pada kegiatan digital marketing. Apakah sudah selesai? Belum! Ternyata masih jauh. Ada fokus lain lagi yang ternyata wajib ada. Yaitu fokus target pembaca!</p>\n<p>Ternyata fokus pada topiknya belum cukup. Dari banyak sumber saya belajar, selain topiknya ternyata harus fokus juga kepada targe pembacanya. Akhirnya saya putuskan untuk fokus kepada kelompok pembaca seperti diri saya sendiri. Yaitu para pekerja proffesional yang ingin membangun usahanya sendiri.</p>\n<p>Jadi kalau anda adalah seorang professional yang masih bekerja dan ingin mebangun usaha dan sedang membaca blog ini, itu bukanlah hal yang aneh. Itu memang niat saya, dengan tujuan agar pengalaman dan perjalanan saya membangun usaha juga bisa berguna untuk orang lain.</p>\n<p>Dan bukan hanya blog, fokus pada target dan topik yang sama juga saya terapkan pada beragam platform. Mulai dari Instagram, Facebook, TikTok dan X.</p>\n<p>Apa poin dari semua cerita diatas? Untuk bisa berhasil dalam digital marketing dan bidang apapun sebaiknya memang fokus. Naval Ravikant seorang investor besar di Silicon Valley mengatakan </p>\n<blockquote>\n<p>Semua perusahaan raksasa hari ini dimulai dari niche market</p>\n</blockquote>\n<p>Bahkan perusahaan-perusahaan raksasa dan menggurita hari ini memulai semuanya dari pasar dan produk yang fokus. Tapi mengapa begitu? Itulah pertanyaan saya dulu. Dan jawabannya pun ternyata sederhana. Kita perlu fokus karena waktu, tenaga, uang, dan sumberdaya yang kita miliki terbatas. Sehingga agar bisa mendapatkan hasil yang maksimal diperlukan fokus. Baik produknya, maupun pasarnya. Itulah sebabnya. </p>\n<p>Ini mutlak dan sangat relevan untuk mereka yang ingin memulai usahanya sambil bekerja. Intinya fokuslah pada produk dan pasar tertentu. Itulah yang saya pelajari. Itulah yang sedang saya lakukan.</p>\n<p> </p>\n<p><a href=\"https://www.pexels.com/photo/arrows-pierced-on-a-target-6620426/\">Photo by Mikhail Nilov from Pexels</a> </p>",
            "image": "https://merva.biz.id/media/posts/20/pexels-mikhail-nilov-6620426.jpg",
            "author": {
                "name": "Eka Maharta"
            },
            "tags": [
            ],
            "date_published": "2025-04-04T18:08:23+07:00",
            "date_modified": "2025-04-10T06:49:56+07:00"
        },
        {
            "id": "https://merva.biz.id/mengapa-perlu-punya-penghasilan-sampingan/",
            "url": "https://merva.biz.id/mengapa-perlu-punya-penghasilan-sampingan/",
            "title": "Mengapa Perlu Punya Penghasilan Sampingan?",
            "summary": "Sebutlah namanya Budi. Seorang senior manager perusahaan multinasional bergaji 80 juta rupiah&hellip;",
            "content_html": "<p>Sebutlah namanya Budi. Seorang <em>senior manager</em> perusahaan multinasional bergaji 80 juta rupiah per bulan. Menikah, punya rumah bagus,  mobil mewah, 2 anak yang bersekolah di sekolah internasional, istri cantik yang setia. Hidup tampak sempurna. Sampai suatu ketika Covid-19 menghantam seluruh dunia. Hidup Budi jungkir balik. Perusahaana tempatnya bekerja melakukan PHK di seluruh dunia. Budi kehilangan pekerjaanya. Budi memang punya tabungan, tapi skill yang dimiliki di kantornya adalah soft skill, managerial skills.</p>\n<p>Dengan kata lain, skill yang tak bisa langsung menghasilkan uang. Ia mencoba melamar kerja kesana kemari. Tapi tak ada lowongan yang terbuka. Skill dan pengalamannya sangat spesifik pada bidang tertentu. Sulit diterapkan di tempat lain. Belum lagi usia yang terus bertambah. Bertahun-tahun dia mencoba dan mencoba. Tapi terus menerus gagal dan gagal lagi.</p>\n<p>Pada akhirnya hobi sang istri memasak kue yang menghasilkan uang. Budi yang dulunya seorang manager bergaji tinggi, kini bekerja di dapur dengan sang istri. Karena skill seorang <em>senior manager</em> tak bisa dipakai didapur. Tak bisa dipakai untuk langsung menghasilkan uang. Maka Budi dengan segala kerendahan hati harus belajar lagi. </p>\n<p>Gaya hidup berubah total. Tak ada lagi anak-anak yang bersekolah di sekolah internsional. Tak ada lagi mobil mewah. Cicilan rumah mewah tak bisa lagi dibayar dan harus dijual. Tapi syukur hidup masih bisa berlanjut. Syukur masih ada skill memasak kue dari sang istri menjadi dewa penyelamat.</p>\n<p>Tapi dia kini jauh lebih bahagia. Karena kini penghasilannya sepenuhnya ada dalam kendali dia dan istrinya. Dia juga menjadi lebih menghargai uang. Selain itu lebih bisa hidup dan bersyukur dengan apa yang ada. Tak lagi mengejar kebahagiaan semu dalam bentuk kemewahan.</p>\n<p>Familiar dengan cerita ini? Ini kisah seorang kawan di masa pandemi. Tapi kisah semacam ini selalu berulang. Dalam berbagai versinya. Karena memahami cerita inilah saya tetap dan terus membangun usaha. Walaupun digaji sangat layak dan diberi fasilitas yang bagus. Karena paham hal ini jugalah saya tetap menjaga skill teknis seperti pemrograman dan terus mengasah skill digital marketing.</p>\n<p>Bagi saya, skill pemrograman, Bahasa Inggris, desain web, dan skill memasak istri saya adalah skill-skill yang menyelamatkan keuangan keluarga kami ketika dihantam bencana finansial. Goncangannya sangat terasa, tapi tak membuat kami sekeluarga ambruk. Karena semua skill tadi dengan cepat bisa saya ubah menjadi sumber penghasilan baru.</p>\n<h2><strong>Pentingnya Penghasilan Sampingan</strong></h2>\n<p>Cerita diatas dengan jelas menggambarkan betapa pentingnya punya penghasilan cadangan. Bukan sekedar tabungan. Seorang perencana keuangan biasanya akan menyarankan untuk punya tabungan sebesar 2 tahun biaya hidup keluarga. Ini akan berguna dalam keadaan darurat disaat kehilangan pekerjaan. Ini saran yang sangat bagus. Ini standar dalam dunia \"Financial Planner\"</p>\n<p>Tapi percayalah tabungan saja tak akan cukup. Saran tadi mengasumsikan pekerjaan baru akan didapat dalam 2 tahun. Atau sumber penghasilan baru akan hadir dalam 2 tahun. Jujur, ini hal yang sangat saya ragukan di masa kini.  Karena faktanya inflasi  terus meningkat. Sementara gaji tak banyak meningkat. Maka memiliki tabungan sebesar 2 tahun biaya hidup adalah luar biasa sulit. Selain itu pekerjaan baru tak mudah didapat. Terutama ditengah derasnya penerapan AI saat ini.</p>\n<p>Untuk mereka yang berusia dibawah 40 tahun, apalagi bujangan, saran ini mungkin masih masuk akal. Tapi tidak untuk mereka yang sudah berusia 40 tahun keatas apalagi sudah menikah. Itu saran yang sangat tidak aman jika dituruti dengan membabi buta. Itulah faktanya. Jadi sebaiknya bagaimana? Tabungan untuk hidup 2 tahun mungkin betul dan bagus, tapi perlu tabungan lain berupa \"Hard skill\" untuk hidup. Apa maksudnya?</p>\n<p>Artinya selain ada penghasilan normal dari kantor, diperlukan penghasilan lain bersumber dari keterampilan lain atau keterampilan yang sama. Contohnya begini, katakanlah anda seorang HR Manager. Maka dengan menjadi HR manager di suatu perusahaan anda akan menerima gaji bulanan. Tapi jika menjadi konsultan HR anda akan dibayar atas \"Skill HR\" anda. Dan ini dua hal yang sangat berbeda. Yang pertama anda adalah pekerja. Sedangkan yang kedua, anda adalah seorang pengusaha.</p>\n<p>Sebagai HR Manager anda hanya perlu skill HR, tapi sebagai Konsultan HR anda akan perlu skill marketing dan pastinya \"Consulting skill\". Suka atau tidak anda juga akan perlu skill lain seperti operasional, keuangan dan lain-lain.  Ini hanya satu contoh. Semakin rumit usaha sampingan yang anda bangun maka akan semakin kompleks pula skill yang perlu anda kuasai.</p>\n<p>Penghasilan sampingan semacam ini sangat besar manfaatnya. Salah satu rekan saya adalah seorang konsultan HR di 8 perusahaan berbeda. Dia tak perlu lagi bekerja sebagai HR Manager. Dengan usahanya pula dia bisa mengatur waktu untuk keluarganya. Semua ini dibangunnya dari saat dia masih bekerja sebagai HR Manager.</p>\n<p>Tentu banyak tantangan dalam prosesnya. Tapi saya melihat apa yang dia lakukan sudah dalam arah yang benar. Dia hanya perlu membangun organisasi \"Konsultannya\" dengan lebih baik. Tak perlu lagi khawatir kalau tempat kerjanya tutup, atau ikut terkena PHK.</p>\n<p>Dengan demikian, memiliki penghasilan sampingan itu luar biasa pentingya. Itu kalau anda tergerak dengan tulisan ini. Kalaupun tidak, alam akan memaksa anda untuk bergerak. Karena kehilangan penghasilan itu pasti. Suatu saat pasti akan terjadi. Entah karena PHK ataupun karena pensiun. Maka millikilah penghasilan sampaingan dari sekarang.</p>\n<p>Dengan kata lain untuk anda yang berpegang pada uang pensiun atau pesangon raksasa, saran ini juga bisa diterapkan. Karena pesangon sebesar apapun, uang pensiun sebesar apapun, tanpa sumber penghasilan baru akan habis dengan cepat.</p>\n<p>Benar apa yang dikatakan Jendral Douglas Mac Arthur, seorang jendral Amerika di Pasifik dalam Perang Dunia II saat melawan Jepang dia mengatakan</p>\n<blockquote>\n<p>Kekayaan dan kekuasaan itu semuanya datang dari dalam diri sendiri</p>\n</blockquote>\n<p>Semuanya memang kembali ke diri sendiri.</p>\n<p>Photo By: <a href=\"https://www.pexels.com/photo/woman-sitting-and-holding-money-with-laptop-on-desk-5899215/\">Kaboompics.com</a> </p>",
            "image": "https://merva.biz.id/media/posts/14/pexels-karolina-grabowska-5899215.jpg",
            "author": {
                "name": "Eka Maharta"
            },
            "tags": [
            ],
            "date_published": "2025-04-03T20:22:29+07:00",
            "date_modified": "2025-04-04T18:14:36+07:00"
        },
        {
            "id": "https://merva.biz.id/bagaimana-mengatur-waktu-membangun-bisnis-pribadi-sambil-bekerja/",
            "url": "https://merva.biz.id/bagaimana-mengatur-waktu-membangun-bisnis-pribadi-sambil-bekerja/",
            "title": "Bagaimana Mengatur Waktu, Membangun Bisnis Pribadi Sambil Bekerja",
            "summary": "Saya menerima tantangan untuk melakukan push up 100 kali sekali jalan. Buat&hellip;",
            "content_html": "<p>Saya menerima tantangan untuk melakukan push up 100 kali sekali jalan. Buat saya yang tak pernah latihan beladiri lagi sejak bertahun-tahun lalu angka ini mengejutkan sekaligus menantang. </p>\n<p>Tapi yang terpenting kejadian ini menantang diri saya untuk berpikir. Saya penasaran bagaimana caranya berlatih agar bisa push up 100 kali sekali jalan dalam waktu 3 bulan? Atau dalam 1 bulan. Saya memutuskan untuk melakukannya dalam 3 bulan setelah melihat kondisi tubuh saya sendiri yang tak muda lagi.</p>\n<p>Ternyata caranya sederhana: tingkatkan kemampuan push up setiap minggunya. Mulai dari kapasitas saya saat itu yaitu 30 push up. Meningkat setiap minggunya secara bertahap. Hingga mencapai angka 100 kali push up sekali jalan. Percayalah prosesnya menyakitkan. Tapi saya belajar sangat banyak.</p>\n<p>Terutama saya jadi sepenuhnya menyadari satu hal. Bahwa untuk mencapai suatu hasil prosesnya harus dilakukan dengan bertahap. Bagian demi bagian secara konsisten.</p>\n<p>Hal yang sama juga saya lakukan dengan membangun kembali bisnis saya. Mulai secara bertahap. Saya membangunnya lagi dari awal sembari bekerja sebagai profesional. Dengan waktu yang terbatas, cara terbaik membangun usaha adalah dengan sedikit demi sedikit, dibangun setiap hari.</p>\n<p>Entah anda seorang mahasiswa atau seorang senior manager dengan 1000 orang karyawan, kita semua punya 24 jam sehari. Tak lebih tak kurang. Yang membedakan adalah kemampuan seseorang dalam mengelola waktunya.</p>\n<p>Jadi untuk membangun usaha sambil bekerja, lakukanlah secara bertahap. Setiap hari, sedikit demi sedikit. Bagian demi bagian. Karena waktu yang kita miliki terbatas. Saya memilih untuk memulainya dari bagian terdepan: marketing. Dengan media internet. Sedikit demi sedikit. Karena cara inilah yang paling sesuai dengan kondisi saya.</p>\n<h2><strong><span style=\"color: var(--text-primary-color); font-family: var(--editor-font-family); font-size: inherit;\">Disiplin itu mutlak</span></strong></h2>\n<p><span style=\"color: var(--text-primary-color); font-family: var(--editor-font-family); font-size: inherit; font-weight: var(--font-weight-normal);\">Tak pernah saya temukan pengusaha sukses yang berhasil membangun usahanya tanpa disiplin. Kita semua melakukannya setiap hari tanpa kita sadari. Kalau anda masih bekerja setiap hari ke kantor maka anda wajib datang bekerja dengan disiplin. Itu kalau anda masih ingin menerima gaji di akhir bulan. </span></p>\n<p>Yang sulit adalah tetap disiplin saat yang anda lakukan selama berbulan-bulan. Untuk sesuatu yang masih di awang-awang. Lalu tak kunjung terlihat hasilnya. Itulah sebabnya membangun usaha sambil tetap bekerja itu sangat menantang.</p>\n<p>Karena tak ada sanksi apapun dari siapapun. Apalagi bila anda ada di posisi manajerial bergaji tinggi. Ini akan terasa lebih sulit. Karena semuanya masih baik-baik saja. Masih ada gaji di akhir bulan. Semuanya baik-baik saja.</p>\n<p>Tapi jika mimpi untuk memiliki usaha itu cukup kuat. Maka disiplin untuk terus membangun usaha anda adalah hal yang mutlak. Saya melakukannya selama 1 hingga 2 jam pada hari Senin sampai Jumat. Saya lakukan 4 hingga 8 jam pada hari Sabtu dan Minggu. Sembari beristirahat dan meluangkan waktu dengan keluarga. Semuanya harus diatur dan dilakukan dengan disiplin.</p>\n<p>Saya membuat rencana untuk itu semua. Rencana untuk aktifitas harian saya. Bukan rencana atas hasilnya. Itu dua hal yang berbeda.</p>\n<h2><strong>Pentingnya berpikir dan membuat rencana</strong></h2>\n<p>Selama beratahun-tahun saya selalu beranggapan bahwa berpikir itu hal yang alami. Semuanya terjadi otomatis. Bukan proses yang perlu dilatih secara sengaja. Ternyata saya salah. Berpikir harus dilakukan dengan sengaja dan sadar. Perlu menyiapkan waktu khusus untuk itu.  Kapan terakhir anda meluangkan waktu untuk diam dan berpikir secara sengaja? Faktanya jarang sekali orang melakukan ini dengan sadar.  Kebanyakan melakukannya otomatis. Semuanya secara spontan. </p>\n<p>Membangun usaha sambil bekerja mencari nafkah untuk keluarga adalah proses yang kompleks, melelahkan. Maka menggunkan waktu dengan efektif menjadi sangat penting. Ditengah kerumitan macam ini, diam dan berpikir adalah proses yang luar biasa penting. Terutama jika ingin menghasilkan hasil terbaik dalam waktu terbatas. Jadi luangkanlah waktu setiap minggunya untuk diam dan berpikir. Lakukan evaluasi untuk minggu lalu dan buat rencana untuk minggu depan. Lakukan setiap minggu.</p>\n<p>Maka luangkan waktu setiap minggu untuk diam dan berpikir. Buat rencana. Lakukan evaluasi. Tuliskan dalam jurnal harian. Saya melakukannya setiap hari.</p>\n<h2>Menentukan prioritas, kenali kelebihan dan kekurangan</h2>\n<p>Seringkali saya menulis proses berpikir saya. Dalam buku harian. Melihat kembali kesalahan yang saya buat. Membuat rencana untuk melakukan perbaikan. Lalu yang terpenting: menentukan prioritas. Ini juga hal yang sering dilupakan. Sekali lagi waktu yang kita miliki itu terbatas.</p>\n<p>Melakukan semua hal di saat yang bersamaan dalam waktu terbatas. Lalu semuanya dilakukan sendiri bukanlah hal yang bijaksana. Tentukan prioritas. Sederhanakan semuanya. Buatlah segalanya menjadi sesederhana dan sefokus mungkin lalu jadikan prioritas.</p>\n<p>Secara bisnis, bagian apa yang ingin dibangun dulu? Produksi kah? Marketing kah? Jawabannya tergantung situasi dan kondisi anda masing-masing. Saya memilih memulainya dari marketing.  Terutama dengan digital marketing. Lebih khusus lagi dengan cara belajar membuat iklan berbayar di Facebook dan Google. Diikuti dengan membuat blog. Lalu secara  organik melalui Facebook dan Instagram. Untuk saya urutannya seperti itu.</p>\n<p>Urutan ini saya buat karena saya masih bisa menyisihkan dana untuk beriklan, dan menyisihkan waktu untuk belajar. Selain itu saya ingin bisa melihat dengan cepat hasil dari sebuah ide bisnis yang saya miliki. Sebelum memutuskan untuk membangunnya secara sistematik.</p>\n<p>Untuk anda mungkin berbeda. Amati situasi anda lalu buatlah prioritas. Kemudian lakukan dengan sungguh-sungguh. Dengan sebaik-baiknya. </p>\n<h2>Selanjutnya eksekusi</h2>\n<p>Eksekusi untuk fokus tertentu dengan disiplin dan konsistensi adalah bagian terbesarnya. Tanpa eksekusi semuanya hanya mimpi. Bagi saya, saya melakukannya di waktu istirahat kantor. Setelah pulang kerja. Hari Sabtu, dan Minggu. Juga di hari-hari libur. </p>\n<p>Eksekusi secara terfokus, itu kata kuncinya. Ini seperti air yang menetes diatas batu secar terus menerus, selama bertahun-tahun. Hasilnya batu yang keras akan berlubang juga. Itu analogi terbaik untuk eksekusi yang fokus. Perhatikan dua kata ini: eksekusi dan fokus.</p>\n<p>Hasil maksimal akan sulit dicapai jika anda melakukan begitu banyak hal, di waktu yang terbatas. Dengan sumberdaya yang juga terbatas. Itulah sebabnya eksekusi secara terfokus itu sangat penting. Katakanlah anda seorang akuntan di kantor dan sudah punya beberapa pelanggan. Anda melayani mereka sendiri di luar jam kerja.</p>\n<p>Dengan waktu yang terbatas, maka fokus anda mungkin bukan marketing. Tapi mengalihdayakan pekerjaan itu ke orang lain. Atau menggunakan teknologi untuk membuat pekerjaan selesai lebih cepat. Tentu kualitas harus sama.</p>\n<p>Setelah ini berhasil anda bisa fokus pada marketing untuk menambah klien. Ujungnya jelas: anda punya banyak klien yang profitnya bisa menggantikan gaji bulanan. Dalam hal ini fokus peratama anda adalah operasional. Bukan marketing. Untuk usaha lain fokusnya mungkin akan berbeda.</p>\n<p>Demikianlah, membangun bisnis sembari masih bekerja adalah hal yang menantang. Tapi bisa dilakukan. Selamat mencoba!</p>",
            "image": "https://merva.biz.id/media/posts/13/pexels-padrinan-745365.jpg",
            "author": {
                "name": "Eka Maharta"
            },
            "tags": [
            ],
            "date_published": "2025-03-31T06:01:48+07:00",
            "date_modified": "2025-04-05T11:13:20+07:00"
        },
        {
            "id": "https://merva.biz.id/5-alasan-mengapa-website-itu-lebih-penting-dari-media-sosial/",
            "url": "https://merva.biz.id/5-alasan-mengapa-website-itu-lebih-penting-dari-media-sosial/",
            "title": "5 Alasan Mengapa Website Itu Lebih Penting dari Media Sosial",
            "summary": "Suatu ketika YouTube mengganti algoritmanya, maka ribuan orang yang penghasilannya bergantung dari&hellip;",
            "content_html": "<p>Suatu ketika YouTube mengganti algoritmanya, maka ribuan orang yang penghasilannya bergantung dari YouTube tiba-tiba kehilangan penghasilan. Di lain waktu, Facebook mengubah aturannya, maka mereka yang mengandalkan akun Facebok untuk mendatangkan pelanggan juga kehilangan ribuan pelanggan. Contoh lain masih banyak lagi.</p>\n<p> </p>\n<p>Di era digital ini, media sosial menjadi salah satu platform yang paling populer untuk berbisnis. Dengan media sosial, pelaku bisnis dapat menjangkau audiens yang lebih luas dan membangun hubungan dengan pelanggan mereka.  Seringkali secara gratis. Namun, apakah media sosial saja sudah cukup untuk menjalankan bisnis? Apakah aman dan bisa diandalkan?</p>\n<p><br><br>Jawabannya jelas Tidak! Media sosial hanyalah salah satu bagian dari strategi pemasaran digital yang lengkap. Selain media sosial, pelaku bisnis juga perlu memiliki website. Website memiliki banyak keunggulan dibandingkan media sosial, antara lain:</p>\n<h2><br>1. Website itu toko, media sosial adalah iklannya</h2>\n<p><br>Website adalah tempat di mana Anda dapat menampilkan semua informasi tentang bisnis Anda, mulai dari produk atau layanan yang ditawarkan, hingga informasi kontak dan sejarah perusahaan. Website juga dapat digunakan untuk menjual produk atau layanan secara online.</p>\n<p><br>Sementara itu, media sosial lebih berfungsi sebagai alat untuk mempromosikan bisnis Dengan media sosial,  informasi tentang bisnis dapat dibagikan kepada audiens yang lebih luas. Namun, media sosial tidak dapat menggantikan website sebagai tempat untuk menampilkan informasi lengkap tentang suatu bisnis.</p>\n<p><br>Contoh:  <br>Sebuah toko pakaian memiliki website yang menampilkan koleksi pakaiannya, informasi kontak, dan alamat toko. Website ini juga memungkinkan pelanggan untuk memesan pakaian secara online.</p>\n<p><br>Sementara toko pakaian tersebut beriklan di Instagram, Facebook, Blog, TikTok atau YouTube Shorts yang menampilkan koleksi pakainnya, informasi kontak, dan lokasi butik. Semua iklan melalui jalur media sosial mengarah kepada websitenya.</p>\n<h2><br><br>2. Website itu milik anda, media sosial adalah milik perusahaanya masing-masing</h2>\n<p><br>Website adalah milik Anda sepenuhnya. Anda dapat mengontrol apa saja yang ada di website Anda, mulai dari konten hingga desainnya. Sementara usaha anda, adalah sepenuhnya dalam kendali anda.</p>\n<p><br>Sementara itu, media sosial adalah milik perusahaan masing-masing. Dan sebagaimana layaknya suatu perusahaan, kadang naik kadang turun. Atau bahkan tutup. Hal semacam ini diluar kendali pengguna media sosial tersebut. </p>\n<p><br>Contoh:  <br>Website sepenuhnya milik perusahaan selama masih dibutuhkan, selama domainnya dibayar, maka website itu akan tetap aktif. Semua leads, atau transaksi yang masuk pasti menjadi milik pemilik website.</p>\n<p><br>Sementara untuk media sosial perusahaan itu bisa tutup atau buka kapan saja tergantung mereka. Sudah banyak contoh media sosial yang tutup. Diantaranya: MySpace, LiveJournal, Google+, Orkut, Koprol, dll. </p>\n<p><br>Bayangkan jika penjualan suatu perusahaan sepenuhnya mengandalkan pembeli dari media sosial ini. </p>\n<h2><br>3. Website itu anda yang atur, media sosial punya aturannya sendiri, tak boleh sembarangan</h2>\n<p><br>Anda dapat mengatur website Anda sesuai dengan kebutuhan bisnis Anda. Anda dapat menambahkan fitur-fitur baru atau mengubah desain website Anda kapan saja.</p>\n<p><br>Sementara itu, media sosial memiliki aturan dan kebijakannya sendiri yang harus Anda patuhi. Misalnya, Anda tidak boleh memposting konten yang mengandung unsur SARA atau pornografi. Anda juga tidak boleh menggunakan media sosial untuk menyebarkan berita bohong atau ujaran kebencian.</p>\n<p><br>Contoh:  <br>Sebuah perusahaan memiliki website yang menampilkan informasi tentang produk supplemen peninggi badan. Perusahaan tersebut dapat menambahkan konten apa saja ke websitenya, tanpa harus meminta izin dari pihak ketiga.</p>\n<p><br>Tapi juga perusahaan ini mencoba beriklan tentang produk suplemennya di Facebook, maka Facebook akan langsung menutup akun iklan tersebut. Karena itulah kebijakan perusahaan tersebut.  Situasinya akan sangat rumit jika hal-hal semacam ini tak dipahami.</p>\n<h2><br>4. Website bisa aktif selama anda inginkan, media sosial bisa di-suspend kapan saja</h2>\n<p><br>Website Anda akan tetap aktif selama Anda membayar hosting dan domainnya. Tidak perlu khawatir website akan di-suspend atau diblokir oleh pihak ketiga misalnya pemerintah. Tentu selama melakukan kegiatan usaha yang sah.</p>\n<p><br>Sementara itu, media sosial bisa ditutup di suatu negara oleh perusahaannya masing-masing kapan saja. Atau ditutup oleh pemerintah suatu negara karena alasan apapun. <br><br>Contoh:  <br>Banyak selebgram di Rusia yang seketika kehilangan mata pencahariannya karena Instagram ditutup sepenuhnya oleh pemerintah Rusia karena perang Rusia-Ukraina. Sementara itu, Tweeter, Facebook, dan Google tidak boleh aktif di China. Artinya kalau ingin menjangkau pasar China, semua media sosial diatas tak bisa digunakan. Tapi website kemungkinan tetap bisa.</p>\n<p><br>Website bisa dikombinasikan dengan Tweeter, Facebook, dan Google versi China. Maka usahapun bisa berlanjut.</p>\n<h2><br>5. Dengan Website anda bisa membuat akun media sosial sebanyak yang anda mau. Lalu arahkan ke website.</h2>\n<p><br>Dengan memiliki website, Anda dapat membuat akun media sosial sebanyak yang Anda mau. Anda dapat menggunakan akun media sosial tersebut untuk mempromosikan website Anda. Setiap kali muncul platform baru, anda bisa membuat akun di platform tersebut. </p>\n<p><br>Ada sangat banyak tools di internet yang bisa membantu mengatur belasan akun media sosial ini seketika dengan mudah.<br><br>Contoh:  <br>Beberapa waktu yang lalu dunia maya sempat heboh dengan kemunculan Thread, aplikasi media sosial milik Facebook yang mirip dengan X atau Tweeter. Pengusaha yang sudah mahir bermedia sosial langsung berbondong-bondong membuat akun disini. Kemudian diarahkan ke websitenya masing-masing.</p>\n<p><br>Website dan media sosial adalah dua platform yang saling melengkapi untuk berbisnis di era digital. Website adalah tempat di mana Anda dapat menampilkan informasi lengkap tentang bisnis Anda, sedangkan media sosial adalah alat untuk mempromosikan bisnis Anda.</p>\n<p><br>Dengan memiliki website, Anda dapat membangun bisnis yang lebih kredibel dan profesional. Anda juga dapat menjangkau audiens yang lebih luas dan membangun hubungan yang lebih baik dengan pelanggan Anda. Saya pribadi pernah mendapat pelanggan besar hanya karena pelanggan tersebut melihat website perusahaan kami. Bayangkan kalau kami tidak punya website!</p>\n<p><br>Lucunya banyak artis atau influencer yang sangat terkenal di Youtube atau Instagram melupakan pentingnya website. Sebagai pengusaha, jangan mengulangi kesalahan mereka. </p>\n<p><br>Karena begitu media sosial tersebut bermasalah dengan pemerintah, kena suspend, atau kena hack, maka sumber penghasilan bisa hilang seketika!!<br><br><a href=\"https://www.pexels.com/photo/close-up-photography-of-smartphone-icons-267350/\">Photo by Pixabay</a></p>",
            "image": "https://merva.biz.id/media/posts/10/pexels-pixabay-267350.jpg",
            "author": {
                "name": "Eka Maharta"
            },
            "tags": [
            ],
            "date_published": "2024-12-07T14:03:14+07:00",
            "date_modified": "2024-12-07T20:49:37+07:00"
        },
        {
            "id": "https://merva.biz.id/tanpa-pasar-yang-jelas-maka-bisnis-anda-adalah-omong-kosong/",
            "url": "https://merva.biz.id/tanpa-pasar-yang-jelas-maka-bisnis-anda-adalah-omong-kosong/",
            "title": "Tanpa Pasar yang Jelas Maka Bisnis Anda adalah Omong Kosong",
            "summary": "Siapa target pasar anda? Suatu ketika saya ditanya. Saya menjawab dengan tegas,&hellip;",
            "content_html": "<p>Siapa target pasar anda? Suatu ketika saya ditanya. Saya menjawab dengan tegas, lantang, dan bangga: Siapa saja yang punya uang! Sebuah jawaban yang menurut pemahaman saya saat ini adalah jawaban yang bodoh.</p>\n<p>Karena tanpa pasar yang terdefinisi dengan jelas, dengan modal terbatas, tenaga terbatas, waktu terbatas, sumberdaya terbatas, maka semua kerja keras lebih mirip kegiatan menggarami laut. Alias sia-sia.</p>\n<p>Banyak orang yang berpikir bahwa modal utama dalam berbisnis adalah uang. Namun, sebenarnya ada modal lain yang lebih penting dan menentukan keberhasilan bisnis, yaitu pasar. Pasar adalah kumpulan orang yang memiliki kebutuhan, keinginan, atau masalah yang bisa diselesaikan oleh produk atau jasa yang ditawarkan. Tanpa pasar, bisnis sejatinya tidak akan memiliki pelanggan, dan tanpa pelanggan, bisnis tidak akan menghasilkan uang.</p>\n<p><br>Lalu, bagaimana cara menemukan dan menentukan pasar yang tepat untuk bisnis? Berikut adalah beberapa poin yang perlu diperhatikan:</p>\n<h2><br>1. Tidak punya pasar yang spesifik berarti tidak punya bisnis  </h2>\n<p>Salah satu kesalahan fatal yang sering dilakukan oleh para pebisnis pemula adalah tidak memiliki pasar yang spesifik. Mereka berpikir bahwa produk atau jasa mereka bisa cocok untuk semua orang, dan berharap bahwa semakin banyak orang yang mengetahui produk atau jasa mereka, semakin besar kemungkinan mereka mendapatkan pelanggan. Padahal, hal ini justru akan membuat bisnis mereka tidak fokus, tidak efisien, dan tidak efektif.</p>\n<p><br>Sebaliknya, seorang pengusaha harus menentukan pasar yang spesifik untuk bisnis, yaitu pasar yang memiliki karakteristik, preferensi, dan perilaku yang sama atau serupa. Dengan demikian, akan lebih mudah memahami kebutuhan, keinginan, atau masalah mereka, dan menawarkan solusi yang tepat dan sesuai.</p>\n<p><br>Selain itu,  juga bisa lebih mudah menjangkau, menarik, dan mempertahankan pasar. karena akan lebih mudah diketahui siapa dan di mana mereka berada, apa yang mereka inginkan, dan bagaimana cara berkomunikasi dengan mereka.</p>\n<p><br>Itu semuanya sangat penting terutama saat beriklan. Gagal dalam  ini bisnis berarti gagal dalam bisnis.</p>\n<p><br>Kita ambil contoh usaha makanan. Katakanlah anda menetapkan atau menargetkan suatu pasar. Misalkan anak sekolah SMP dan SMA. Jika ini adalah target pasarnya maka datangi sekolahnya, perhatikan segala detailnya, kenali lingkuannya, lihat masalah yang dihadapi anak-anak ini, apa peluang yang ada? Kita lanjut ke langkah kedua.</p>\n<p> </p>\n<h2>2. Produk Anda adalah solusi atas masalah yang dihadapi oleh pasar  </h2>\n<p><br>Setelah menentukan pasar yang spesifik untuk bisnis, langkah selanjutnya adalah memastikan bahwa produk atau jasa yang dimiliki adalah solusi yang tepat untuk memenuhi kebutuhan, keinginan, atau menyelesaikan masalah yang dihadapi oleh pasar. Produk atau jasa harus memiliki nilai tambah yang bisa membuat hidup lebih baik, lebih mudah, lebih nyaman, lebih hemat, lebih aman, atau lebih menyenangkan.</p>\n<p><br>Untuk itu, lakukan riset pasar untuk mengetahui apa yang menjadi pain point atau titik nyeri dari pasar, yaitu masalah atau kesulitan yang mereka alami dan ingin diatasi. Jjuga harus diketahui apa yang menjadi expectation atau harapan dari pasar. Yaitu hasil atau manfaat yang mereka inginkan dari produk atau jasa yang ditawarkan.</p>\n<p><br>Dengan demikian, bisa dibuat produk atau jasa yang sesuai dengan pain point dan harapan pasar. Serta menonjolkan value proposition atau proposisi nilai dari produk atau jasa.</p>\n<p><br>Kembali ke contoh diatas, maka setelah menetapkan pasar yaitu anak SMP, SMA dan mengenali lingkungannya  katakanlah akhirnya diputuskan untuk menjual makanan di kantin sekolah. </p>\n<p><br>Jika sudah diputuskan bahwa makanan adalah salah satu pain poin, langkah ini belum selesai disini. Makanan seperti apa yang disukai oleh anak sekolah? Yang asal enak, yang sehat, yang gampang dimakan? Porsinya seberapa? Kemasannya bagaimana? Berapa uang saku rata-rata mereka? Di harga berapa makanan anda akan dijual? Bagaimana kompetisinya?</p>\n<p><br>Katakanlah kemudian diputuskan untuk menjual hamburger. Selesai? Masih jauh! Sejatinya langkah 1 dan 2 inilah yang seringkali rumit, panjang, melelahkan, penuh kesalahan dan membuat frustasi. Paling tidak itu pengalaman pribadi penulis. </p>\n<p><br>Karena apa yang kita pikir sesuai, belum tentu bisa diterima. Dan itu sebabnya bisa bermacam-macam.  Disinilah pentingya riset atau uji coba. Tapi begitu langkah kedua ini sukses, langkah ketiga akan menjadi sangat mudah.</p>\n<h2>3. Bila pasar sudah jelas dan produk atau jasa bisa diterima maka uang pasti datang.  </h2>\n<p>Poin terakhir yang perlu diingat adalah bahwa uang adalah hasil akhir dari bisnis. Bukan tujuan utama. Uang akan mengalir ke bisnis jika sudah ada pasar yang jelas dan produk atau jasa yang sudah bisa diterima oleh pasar tersebut.</p>\n<p><br>Oleh karena itu,  fokus pada bagaimana cara membangun hubungan yang baik dengan pasar, dan memberikan value yang maksimal kepada mereka.</p>\n<p><br>Kembali ke contoh kantin sekolah tadi. Bila makanan yang anda jual bisa diterima dan disukai anak-anak sekolah dan memberikan keuntungan yang layak, proses selanjutnya jauh lebih mudah. </p>\n<p><br>Bisa dengan menciptakan produk kedua di kantin yang sama. Bisa juga dengan menjual produk yang sama ke sekolah lain. Atau kombinasi keduanya. Menciptakan produk baru di kantin sekolah yang sama. Kemudian menjualnya ke kantin lain setelah berhasil diterima anak sekolah.</p>\n<p><br>Proses 1, 2 dan 3 ini adalah yang membentuk seseorang menjadi pengusaha sejati. Anak sekolah sebagai pasar bisa diganti dengan apapun: karyawan kantor, pegawai pemerintah, penggemar games, penggemar sinetron, eksportir dll. Sedangkan produk atau jasa bisa berupa apapun yang relevan dengan pasar. Polanya akan tetap sama.</p>\n<p><br>Sekarang bandingkan bila prosesnya begini:<br><br><em>1. Ingin membuka usaha makanan, kemudian langsung mulai cari tempat. Belum tahu pasar, belum tahu targetnya siapa.</em><br><br><em>2. Sewa tempat, beli alat-alat, langsung mulai jual makanan sesuai selera penjualnya.</em><br><br><em>3. Tunggu seminggu, tak ada satupun pembeli.</em><br><br><em>4. Minggu kedua masih sepi.</em><br><br><em>5. Setelah satu bulan akhirnya tutup.</em><br><br>Familiar dengan skenario ini? Bersyukur penulis tak mengalami ini karena paham langkah diatas. Tapi sesungguhnya sangat banyak yang seperti ini. Selamat mencoba, semoga berguna.<br><br><a href=\"https://www.pexels.com/photo/person-giving-fruit-to-another-95425/\">Photo by Erik Scheel</a></p>",
            "image": "https://merva.biz.id/media/posts/9/pexels-erikscheel-95425.jpg",
            "author": {
                "name": "Eka Maharta"
            },
            "tags": [
            ],
            "date_published": "2024-12-07T13:59:18+07:00",
            "date_modified": "2024-12-07T19:48:12+07:00"
        }
    ]
}
